cask "applite"
cask "docker-desktop"
cask "helium-browser"
cask "zed"
cask "openzfs"
cask "font-jetbrains-mono"

brew "docker"
brew "docker-compose"

brew "gnupg"
brew "pinentry-mac"

brew "pass"
tap "amar1729/formulae"
brew "amar1729/formulae/browserpass", postinstall: "PREFIX='/opt/homebrew/opt/browserpass' make hosts-chrome-user -f '/opt/homebrew/opt/browserpass/lib/browserpass/Makefile'"

cask "alacritty"
brew "nushell"
brew "starship"
brew "carapace"

cask "yubico-authenticator"
